11/data/attachments/87d13adfaa7bf546.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathy_discussion_Actions_89428_3</nif:username>
            <nif:friendToBeRequested>soap_actions_830c1803-fff4-4d56-a911-8214dfd00b06</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>